"%@ (optional)" = "%@ (valikuline)";

"Account number" = "Kontonumber";

"Address" = "Aadress";

"Address line 1" = "Aadressirida 1";

"Address line 2" = "Aadressirida 2";

"Area" = "Piirkond";

"BSB number" = "BSB-number";

"Billing address is same as shipping" = "Arveldusaadress on sama mis tarneaadress";

"Cancel" = "Tühista";

"City" = "Linn";

"Code field" = "Koodi väli";

"Company" = "Ettevõte";

"Continue" = "Jätka";

"Country" = "Riik";

"Country or region" = "Riik või regioon";

"County" = "Maakond";

"Date is empty." = "Kuupäev on tühi.";

"Department" = "Departemang";

"District" = "Regioon";

"Do Si" = "Do Si";

"Done" = "Valmis";

"Double tap to edit" = "Redigeerimiseks topeltklõpsake";

"Edit" = "Muutmine";

"Eircode" = "Eircode";

"Email" = "Meiliaadress";

"Emirate" = "Emiraat";

"Error" = "Viga";

"First" = "Esimene";

"Full name" = "Täisnimi";

"Incomplete phone number" = "Telefoninumber puudulik";

"Invalid UPI ID" = "Kehtetu UPI ID";

"Island" = "Saar";

"Last" = "Viimane";

"Name" = "Nimi";

"Name on account" = "Nimi kontol";

"OK" = "OK";

"Oblast" = "Oblast";

"Other" = "Muu";

"Parish" = "Vald";

"Phone" = "Telefon";

"Postal code" = "Sihtnumber";

"Prefecture" = "Prefektuur";

"Province" = "Maakond";

"Remove" = "Eemalda";

"Remove bank account" = "Eemaldage pangakonto";

"Remove bank account ending in %@" = "Eemaldage pangakonto lõpuga %@";

"Search" = "Otsing";

"State" = "Osariik";

"Suburb" = "Eeslinn";

"Suburb or city" = "Eeslinn või linn";

"The BSB you entered is incomplete." = "Sisestatud BSB-number on puudulik.";

"The ID number you entered is incomplete." = "Sisestatud isikukood on puudulik.";

"The account number you entered is incomplete." = "Sisestatud kontonumber on puudulik.";

"Town or city" = "Linn";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "Telefoninumbri parsimine ebaõnnestus";

"Use rotor to access links" = "Kasutage linkidele juurdepääsuks rootorit";

"Your ZIP is incomplete." = "Teie sihtnumber on puudulik.";

"Your email is invalid." = "Teie meiliaadress on kehtetu.";

"Your postal code is incomplete." = "Sihtnumber on puudulik.";

"ZIP" = "Sihtnr";
